const EXAMINATION_RESULT = {
  A: {
    title: "공학, 기술적 성향",
    description: [
      "기술의 습득 등 전문성을 연마하는 태도",
      "새로운 재료와 기술에 대해 적용하는 태도",
      "기계(도구)와 자원을 효율적으로 다루는 태도",
    ],
  },
  B: {
    title: "자연, 과학적 성향",
    description: [
      "과학적으로 분석하고 실험하는 태도",
      "호기심을 가지고 궁금증을 해소하는 태도",
      "문제를 발견하고, 탐구적으로 해결하는 태도",
    ],
  },
  C: {
    title: "공학, 기술적 성향",
    description: [
      "역사와 문화 등 인간에 대한 호의적 태도",
      "생각을 정리하고 글로 표현하는 태도",
      "사람들과 어울려 공감하는 태도",
    ],
  },
  D: {
    title: "예술, 창의적 성향",
    description: [
      "자신의 생각을 개성 있게 남들에게 발현하는 태도",
      "트랜드를 파악하고 새롭게 창작하는 태도",
      "감정을 이입하고 공감하는 태도",
    ],
  },
  E: {
    title: "사회과학, 글로벌 성향",
    description: [
      "리더쉽을 가지고 다른 사람과 함께 어울리는 태도",
      "사회와 타인의 문제에 공감하고 해결하는 태도",
      "사회의 구조와 이슈에 관심을 가지고 참여하는 태도",
    ],
  },
  F: {
    title: "경제, 효율지향적 성향",
    description: [
      "일에 대한 능률과 성과를 지향하는 태도",
      "미래를 예측하고 대응하는 태도",
      "이윤 추구를 위해 꼼꼼히 계획하고 계산하는 태도",
    ],
  },
};

export default EXAMINATION_RESULT;
